11/data/attachments/eaddb283ddd1a0cf.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Lisa_size_Friend_97517_9</nif:username>
            <nif:friendToBeRequested>soap_friends_a26ceda9-9baa-495d-b3b3-74a127cc4d09</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>